{
  "results": [
    {
      "backdrop_path": "/9l1eZiJHmhr5jIlthMdJN5WYoff.jpg",
      "overview": "Um apático Wade Wilson trabalha duro na vida civil. Seus dias como mercenário moralmente flexível, Deadpool, ficou para trás. Quando seu planeta enfrenta uma ameaça, Wade deve relutantemente vestir-se novamente com um ainda mais relutante... relutante? Mais relutante? Ele deve convencer um Wolverine relutante em... Porra. As sinopses são tão estúpidas.",
      "poster_path": "/qkhZRqCWqJ376sBzD4MeAO2w4wv.jpg",
      "release_date": "2024-07-24",
      "title": "Deadpool & Wolverine"
    },
    {
      "backdrop_path": "/3q01ACG0MWm0DekhvkPFCXyPZSu.jpg",
      "overview": "Depois que seu falecido ex-capitão é incriminado, Lowrey e Burnett tentam limpar seu nome, apenas para acabarem se tornando os mais procurados de Miami.",
      "poster_path": "/ak6VZDHms5T4p0eFISk336kqjR6.jpg",
      "release_date": "2024-06-05",
      "title": "Bad Boys: Até o Fim"
    },
    {
      "backdrop_path": "/2RVcJbWFmICRDsVxRI8F5xRmRsK.jpg",
      "overview": "Este filme nos leva de volta ao ponto onde tudo começou, acompanhando uma nova personagem, interpretada por Lupita Nyong’o, enquanto navega pelos horríveis primeiros momentos na cidade mais barulhenta do mundo: Nova York.",
      "poster_path": "/pN9BtzUeqPIKybAu9baihz6YzyO.jpg",
      "release_date": "2024-06-26",
      "title": "Um Lugar Silencioso: Dia Um"
    },
    {
      "backdrop_path": "/lgkPzcOSnTvjeMnuFzozRO5HHw1.jpg",
      "overview": "Nesta sequência, o vilão mais amado do planeta retorna e agora Gru, Lucy, Margo, Edith e Agnes dão as boas-vindas a um novo membro da família: Gru Jr., que pretende atormentar seu pai. Enquanto se adapta com o pequeno, Gru enfrenta um novo inimigo, Maxime Le Mal, forçando sua namorada Valentina e a família a fugir do perigo.",
      "poster_path": "/wISieKsABnOKgNlbNLuuMmIrhem.jpg",
      "release_date": "2024-06-20",
      "title": "Meu Malvado Favorito 4"
    },
    {
      "backdrop_path": "/stKGOm8UyhuLPR9sZLjs5AkmncA.jpg",
      "overview": "\"Divertida Mente 2\", da Disney e da Pixar, retorna à mente da adolescente Riley, e o faz no momento em que a sala de comando está passando por uma demolição repentina para dar lugar a algo totalmente inesperado: novas emoções! Alegria, Tristeza, Raiva, Medo e Nojinho não sabem bem como reagir quando Ansiedade aparece, e tudo indica que ela não está sozinha.",
      "poster_path": "/9h2KgGXSmWigNTn3kQdEFFngj9i.jpg",
      "release_date": "2024-06-11",
      "title": "Divertida Mente 2"
    },
    {
      "backdrop_path": "/c3rwwFFVbkyEI6wPtpPd9lvovPW.jpg",
      "overview": "No auge do império Oyo, o feroz Bashorun Ga'a tornou-se mais poderoso que os reis que ele mesmo coroou, mas foi derrubado por seu próprio sangue.",
      "poster_path": "/jtDAIoVst9Bj1VRcQKY2fj52VYe.jpg",
      "release_date": "2024-07-26",
      "title": "Casa de Ga’a"
    },
    {
      "backdrop_path": "/tqSg1hHiSWhHAhnjDhhevaFGsP0.jpg",
      "overview": "Um pregador leigo chega a uma colônia britânica na década de 1830. Seu passado violento logo é questionado e sua fé é posta à prova, pois ele se vê preso no meio de uma guerra sangrenta entre as tribos Maori.",
      "poster_path": "/e5ZqqPlhKstzB4geibpZh38w7Pq.jpg",
      "release_date": "2024-03-14",
      "title": "The Convert"
    },
    {
      "backdrop_path": "/s5znBQmprDJJ553IMQfwEVlfroH.jpg",
      "original_title": "The Ministry of Ungentlemanly Warfare",
      "overview": "O Exército Britânico recruta um reduzido grupo de soldados altamente qualificados para lutar contra as forças alemãs durante a Segunda Guerra Mundial.",
      "poster_path": "/xVlsA37y6w9COClNkvk6xq8yN5p.jpg",
      "release_date": "2024-04-18",
      "title": "Guerra Sem Regras"
    },
    {
      "backdrop_path": "/Akv9GlCCMrzcDkVz4ad8MdLl9DK.jpg",
      "overview": "Garfield, o mundialmente famoso gato de interior que odeia segundas-feiras e adora lasanha, está prestes a ter uma aventura selvagem ao ar livre! Depois de um reencontro inesperado com seu pai há muito perdido – o desalinhado gato de rua Vic – Garfield e seu amigo canino Odie são forçados a deixar sua vida perfeitamente mimada para se juntarem a Vic em um assalto hilariante e de alto risco.",
      "poster_path": "/eJhCZ3pPjNLKxdNezjrQaQsfENP.jpg",
      "release_date": "2024-04-30",
      "title": "Garfield - Fora de Casa"
    },
    {
      "backdrop_path": "/6Vbm2nHxHMlZZ199fmZtMytpFvK.jpg",
      "overview": "O negociador de reféns Alan Bender é chamado para resgatar o presidente, que foi sequestrado. Mas acaba tendo que salvar a esposa e o próprio casamento.",
      "poster_path": "/vF6avV3yzZlLhCFBB1xbIG94fdC.jpg",
      "release_date": "2024-07-25",
      "title": "Nem Tudo é Negociável"
    },
    {
      "backdrop_path": "/fqv8v6AycXKsivp1T5yKtLbGXce.jpg",
      "overview": "Várias gerações no futuro, após o reinado de César, os macacos são agora a espécie dominante e vivem harmoniosamente, enquanto os humanos foram reduzidos a viver nas sombras. À medida que um novo líder símio tirânico constrói o seu império, um jovem macaco empreende uma jornada angustiante que o levará a questionar tudo o que sabia sobre o passado e a fazer escolhas que definirão um futuro tanto para os macacos como para os humanos.",
      "poster_path": "/dzDK2TMXsxrolGVdZwNGcOlZqrF.jpg",
      "release_date": "2024-05-08",
      "title": "Planeta dos Macacos: O Reinado"
    },
    {
      "backdrop_path": "/dsGwCEO8tda4FlgHKvL95f0oQbH.jpg",
      "original_title": "Justice League: Crisis on Infinite Earths Part Three",
      "overview": "Após se revelar como a derradeira ameaça à existência, o ANTIMONITOR lança um ataque implacável às Terras que ainda lutam pela sobrevivência em um universo de bolso. Um por um, esses mundos e todos os seus habitantes são vaporizados! Até o próprio tempo é destruído nos planetas restantes, e heróis do passado juntam-se à Liga da Justiça e a aliados inusitados na resistência contra o ser nefasto. Mas será que o sacrifício dos super-heróis nessa batalha final será o suficiente para salvar a humanidade?",
      "poster_path": "/xwmo4ZGTyGe82LL6E2yoCmf5OVv.jpg",
      "release_date": "2024-07-16",
      "title": "Liga da Justiça: Crise nas Infinitas Terras - Parte Três"
    },
    {
      "backdrop_path": "/wNAhuOZ3Zf84jCIlrcI6JhgmY5q.jpg",
      "overview": "Quando o mundo entra em colapso, a jovem Furiosa é sequestrada do Green Place das Muitas Mães e cai nas mãos da horda de motoqueiros liderada pelo Senhor da Guerra Dementus. Vagando pelo deserto condenado, eles encontram a Cidadela controlada por Immortan Joe. Enquanto os dois tiranos lutam por poder e controle, Furiosa terá que sobreviver a muitos desafios para encontrar e trilhar o caminho de volta para casa.",
      "poster_path": "/7qOSKoOAPgemYhBwbJgBWcCxPWZ.jpg",
      "release_date": "2024-05-22",
      "title": "Furiosa: Uma Saga Mad Max"
    },
    {
      "backdrop_path": "/w22yUH5pAZ3CcTjbw9GEzPd5wxs.jpg",
      "overview": "O que acontecerá se você espirrar e deixar sua alma dos 18 anos ir parar no seu corpo daqui 20 anos? E se isso acontecer para salvar o mundo? Três garotos de 38 anos com o coração de estudantes do ensino médio de 18 anos percorrem o mundo 20 anos depois, encenando uma história de aventura ridícula, interessante e comovente.",
      "poster_path": "/nZQPbD7IEKWiUDK7s9GKHwqP88g.jpg",
      "release_date": "2024-07-18",
      "title": "从21世纪安全撤离"
    },
    {
      "backdrop_path": "/viKEEaaCaZ0hZ2nGuvIEozlLooL.jpg",
      "overview": "Na década de 1980, em Hollywood, a estrela de cinema adulto e aspirante a atriz Maxine Minx finalmente teve sua grande chance. Mas enquanto um misterioso assassino persegue as estrelas de Hollywood, um rasto de sangue ameaça revelar o seu passado sinistro.",
      "poster_path": "/dmi277uSdCavkSLTVNBUMlyDYy0.jpg",
      "release_date": "2024-07-04",
      "title": "MaXXXine"
    },
    {
      "backdrop_path": "/veIyxxi5Gs8gvztLEW1Ysb8rrzs.jpg",
      "overview": "O poderoso Kong e o temível Godzilla se unem contra uma colossal ameaça mortal escondida no mundo dos humanos, que ameaça a existência de sua espécie e da nossa. Mergulhando profundamente nos mistérios da Ilha da Caveira e nas origens da Terra Oca, o filme irá explorar a antiga batalha de Titãs que ajudou a forjar esses seres extraordinários e os ligou à humanidade para sempre.",
      "poster_path": "/kO6K9zEsKhNyqcrdGTSqAI6jrie.jpg",
      "release_date": "2024-03-27",
      "title": "Godzilla e Kong: O Novo Império"
    },
    {
      "backdrop_path": "/dn3gbDpXPSwC6saMJOHkCiFA9jn.jpg",
      "overview": "Depois da Rainha de Copas incitar um golpe em Auradon, sua filha rebelde, Red, e a filha perfeccionista da Cinderela, Chloe, unem forças e voltam no tempo para tentar desfazer o evento traumático que levou a mãe de Red para o caminho da vilania.",
      "poster_path": "/kaqlByxgkoUQAIxOO2BOIqv9nB5.jpg",
      "release_date": "2024-07-11",
      "title": "Descendentes: A Ascensão de Copas"
    },
    {
      "backdrop_path": "/tIpd7vvjoNyG6CAVqSL9gJqJSTy.jpg",
      "overview": "Johnny e Clyde são um casal de assassinos profundamente apaixonados que reúnem um grupo de criminosos para assaltar um cassino de luxo. Enquanto isso, um antigo xerife busca se vingar dos dois pela morte de sua filha.",
      "poster_path": "/h3luJ9fz6IuqBSMuafRgkGf2nvW.jpg",
      "release_date": "2023-03-23",
      "title": "Johnny & Clyde - Parceiros no Crime"
    },
    {
      "backdrop_path": "/iIvjwrDPQHCU4NjbbKpNs88uk6G.jpg",
      "overview": "O agente veterano da CIA, JJ, e sua enteada Sophie, uma adolescente de 14 anos, unem forças mais uma vez para salvar o mundo. Desta vez, a missão surge quando uma viagem do coral de uma escola na Itália é abruptamente interrompida por uma conspiração nuclear voltada para o Vaticano.",
      "poster_path": "/lg7HGPwZWBkGrqZ95SaqYRHGOQt.jpg",
      "release_date": "2024-07-18",
      "title": "Aprendiz de Espiã: Na Cidade Eterna"
    },
    {
      "backdrop_path": "/en971MEXui9diirXlogOrPKmsEn.jpg",
      "overview": "Baseado no anti-herói não convencional da Marvel Comics, Deadpool conta a história da origem do ex-agente das Forças Especiais que se tornou o mercenário Wade Wilson. Depois de ser submetido a um desonesto experimento que o deixa com poderes de cura acelerada, Wade adota o alter ego de Deadpool. Armado com suas novas habilidades e um senso de humor negro e distorcido, Deadpool persegue o homem que quase destruiu sua vida.",
      "poster_path": "/3E53WEZJqP6aM84D8CckXx4pIHw.jpg",
      "release_date": "2016-02-09",
      "title": "Deadpool"
    }
  ]
}
